/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "BIENVENUE";
"_intro_02_" = "Basé sur le chiffrage AES-256, _brand_ vous permettra de stocker toutes vos données privées (documents, modèles, photos, vidéos, etc ...) dans votre Cloud, les gardant ainsi à l'abri des \"regards indiscrets\" possibles.";
"_intro_03_" = "CLÉ DE CHIFFREMENT";
"_intro_04_" = "Afin d'utiliser immédiatement _brand_ il vous sera demandé d'entrer une clé de chiffrement (minimum 4 caractères, 64 caractères maximum). Cette clé ne sera demandée qu'une fois et ne pourra pas être modifiée par la suite. Si vous l'oubliez, vous ne serez plus en mesure de la récupérer et vos fichiers resteront chiffrés. Si vous ré-installez _brand_ ou accédez à vos données depuis un autre iPhone, utilisez cette même clé.";
"_intro_05_" = "LOGIN";
"_intro_06_" = "Vous pourrez ensuite choisir votre Cloud favori parmi ceux disponibles (Dropbox, ownCloud), et créer votre propre compte en entrant les données demandées.";
"_intro_06_Nextcloud_" = "Vous pourrez ensuite créer votre propre compte en entrant les données demandées.";
"_intro_07_" = "_brand_";
"_intro_08_" = "A partir de maintenant, vous pourrez voir tous les fichiers stockés dans votre Cloud. Vous serez en mesure de les renommer, les déplacer, les supprimer, les envoyer à d'autres programmes compatibles installés sur votre iPhone, et bien plus encore.";
"_intro_09_" = "FAVORIS & STOCKAGE LOCAL";
"_intro_10_" = "Vous pouvez marquer les fichiers les plus importants en «Favoris». Ils seront alors copiés et resteront toujours synchronisés sur votre iPhone, et pourront être consultés hors ligne. Dans le «stockage local» enregistrez les fichiers qui ne sont plus synchronisés. Ils seront téléchargé à partir du Cloud,  et vous pourrez y accéder via iTunes.";
"_intro_11_" = "CHIFFRER / DÉCHIFFRER";
"_intro_12_" = "Tous les fichiers peuvent être chiffrés ou déchiffrés. Le nom du dossier contenant vos fichiers peut petre chiffré aussi (de manière à cacher toute information sur leur contenu).";
"_intro_13_" = "AJOUTER";
"_intro_14_" = "Tout type de document, chiffré ou pas, peut être téléchargé à partir de _brand_ sur votre Cloud. Tous les fichiers et dossiers chiffrés seront marqués en couleur orange. En mode de prévisualisation, ils seront identifiés par une étiquette orange avec 3 points.";
"_intro_15_" = "MODÈLES";
"_intro_16_" = "Des modèles pour enregistrer vos données confidentielles (notes, carte de crédit, carte ATM, compte en banque, mot de passe pour site web, etc) sont disponibles et peuvent être enregistrés et chiffrés dans votre Cloud.";
"_intro_17_" = "VERROUILLAGE PAR MOT DE PASSE";
"_intro_18_" = "Pour éviter que d'autres utilisateurs de votre iPhone puissent accéder à votre _brand_, activez le verrouillage par mot de passe directement depuis les réglages. Le mot de passe peut être modifié, désactivé et même utilisé pour protéger l'accès d'un dossier.";
"_intro_19_" = "DÉMARRER";
"_intro_20_" = "Bravo, vous êtes maintenant prêt à utiliser votre _brand_. Vous pouvez obtenir plus d'informations, les dernières nouvelles du projet ou nous contacter sur le site :\n\nhttp://cryptocloud.twsweb.it\n\nNous vous attendons !";
"_intro_20_Nextcloud_" = "Bravo, vous êtes maintenant prêt à utiliser votre  _brand_. Vous pouvez obtenir plus d'information, les dernières nouvelles du projet ou nous contacter sur le site :\n https://nextcloud.com \n\n Nous vous attendons !";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Bravo, vous êtes maintenant prêt à utiliser votre _brand_, suivez-nous sur Twitter : @Crypto_Cloud et laissez votre avis sur l'Appstore, c'est important !";
"_intro_END_02_Nextcloud_" = "Bravo, vous êtes maintenant prêt à utiliser votre _brand_, suivez-nous sur Twitter : @Nextclouders et laissez votre avis sur l'Appstore, c'est important !";

// Intro 1.90

"_intro_190_00_"    = "Nouveau: Synchronisation des dossiers.\n\nModification dans 'Envoi automatique depuis la caméra' : maintenant vous pouvez choisir d'utiliser le service en arrirère-plan (désactivé par défaut)\n\nNouveau menu 'Aide et paramètres' pour revoir les aides et tutoriels.";
"_intro_190_01_"    = "SYNCHRONISATION";
"_intro_190_02_"    = "Vous pouvez maintenant activer la synchronisation d'un dossier. Tous les fichiers du serveur seront téléchargés et seront toujours mis à jour et disponible, la synchronisation se fait chaque fois que le dossier est modifié.";
"_intro_190_03_"    = "COMMENT FAIRE";
"_intro_190_04_"    = "Glissez sur le dossier à synchroniser, choisissez 'Plus' et sélectionnez l'option: Garder le dossier synchronisé. (Attention, si le dossier contient beaucoup de fichiers, cela peut prendre un long moment et beaucoup de bande passante pour la première synchronisation!).";
"_intro_190_05_"    = "BADGE";
"_intro_190_06_"    = "Vos dossiers synchronisés ont maintenant un badge qui les identifient.";
"_intro_190_07_"    = "PARAMÈTRES";
"_intro_190_08_"    = "Une nouvelle option a été ajouté aux paramètres.";
"_intro_190_09_"    = "DOSSIERS SYNCHRONISÉS";
"_intro_190_10_"    = "Vous pouvez activer la synchronisation 'seulement' si il y a un réseau WI-FI; la liste des synchronisations actives est spécifié.";
"_intro_190_11_"    = "EFFACER LA SYNCRONISATION";
"_intro_190_12_"    = "En plus du menu 'Autre' directement disponible depuis le dossier, ici vous pouvez supprimer une synchronisation. La suppression d'une synchronisation ne supprime pas les fichiers locaux.";

// Intro 1.91

"_intro_191_00_"    = "Nouvelles options pour partager les fichiers ou dossiers.";
"_intro_191_01_"    = "PARTAGE";
"_intro_191_02_"    = "Vous pouvez maintenant partager un fichier ou dossier puis supprimer le partage. Pour les comptes ownCloud, vous pouvez protéger le partage avec un mot de passe et si vous le souhaitez ajouter une date d'expiration.";
"_intro_191_03_"    = "COMMENT FAIRE";
"_intro_191_04_"    = "Glisser sur le fichier ou dossier à partager, choisir 'Plus' et sélectionner l'option Partager. (Le partage n'est pas activé sur les fichiers ou dossiers chiffrés).";
"_intro_191_05_"    = "PARAMÈTRES";
"_intro_191_06_"    = "Un masque apparaîtra quand vous pourrez : désactiver/activer le partage par lien public, appuyer sur 'Envoyer le lien à ...' pour envoyer le lien par e-mail - le copier - l'ouvrir avec un autre programme etc..., et le protéger par mot de passe ou lui assigner une date d'expiration. Vous pourrez toujours ensuite désactiver/activer ou modifier une option.";
"_intro_191_07_"    = "BADGE";
"_intro_191_08_"    = "Les partages ont un nouveau badge visible sur la droite.";

// Intro 1.94

"_intro_194_00_"    = "Connecter à votre iPhone ou iPad par iTunes pour le partage de fichiers.\n\nL'empreinte digitale et un mot de passe à 6 chiffres.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "onnecter à votre iPhone ou iPad à iTubes, sélectionner App - Partage de fichiers et _brand_, vous pouvez ajouter ou sauvegarder les fichiers sur votre mac ou PC.";
"_intro_194_03_"    = "STOCKAGE LOCAL";
"_intro_194_04_"    = "Le 'stockage local' est la zone ou vous pouvez activer le partage avec iTunes.";
"_intro_194_05_"    = "PLUS";
"_intro_194_06_"    = "N'importe quel fichier dans le 'stockage local' peut-être envoyé sur votre Cloud ou être ouvert avec d'autres applications compatibles.";
"_intro_194_07_"    = "EMPREINTE DIGITALE";
"_intro_194_08_"    = "Maintenant vous pouvez utiliser le lecteur d'empreintes digitales (si votre périphérique en possède un) pour entrer le mot de passe, le mot de passe pour une version simple contient maintenant 6 chiffres, allez immédiatement entre le nouveau code.";

// Intro 1.96

"_intro_196_00_"    = "Partager l'extension";
"_intro_196_01_"    = "ACTIVATION";
"_intro_196_02_"    = "Sur votre iPhone, allez sur Photo, sélectionner une image ou vidéo à partager sur le Cloud, tape une 'Action'";
"_intro_196_03_"    = "PLUS";
"_intro_196_04_"    = "Tous les programmes que vous pouvez partager vont apparaître, si _brand_ n'apparait pas cliquez sur 'plus'";
"_intro_196_05_"    = "ACTIVITÉ";
"_intro_196_06_"    = "Recherchez _brand_, activez le et appuyez sur 'Terminé'";
"_intro_196_07_"    = "PARTAGER";
"_intro_196_08_"    = "Maintenant _brand_ est présent au sein de l'application que vous pourrez utiliser pour le partage, sélectionnez le";
"_intro_196_09_"    = "DOSSIER";
"_intro_196_10_"    = "Maintenant vous êtes prêts à sauvegarder l'image partagée, taper sur le dossier du bas pour changer le dossier de destination";
"_intro_196_11_"    = "CHIFFRE OU NON";
"_intro_196_12_"    = "Taper sur le symbole pour basculer entre une sauvegarde chiffrée ou non";
"_intro_196_13_"    = "ENREGISTRER";
"_intro_196_14_"    = "A la fin taper Sauvegarder pour envoyer sur le cloud, ou annuler pour quitter ou glisser sur le fichier que vous souhaitez supprimer parce qu'il n'est pas envoyé sur le cloud (Pratique si vous sélectionnez plusieurs fichier mais à la fin vous ne voulez pas tous les envoyer)";
"_intro_196_15_"    = "RECONNECTER A DROPBOX";
"_intro_196_16_"    = "Le développement de l'extension pour les partages a modifié la politique pour Dropbox, d'où la nécessité de reconnecter le compte. Allez immédiatement dans Paramètres / Modifier vos informations d'identification, choisissez votre compte Dropbox (si vous en avez plusieurs) et appuyer sur 'Modifier le compte' et confirmez.";
"_intro_196_17_"    = "CONNEXION DE RESSOURCE [SEULEMENT OWNCLOUD]";
"_intro_196_18_"    = "Ce symbole indique que la ressources est sur un autre compte, taper pour voir vos permissions";
"_intro_196_19_"    = "CHANGER LES PERMISSIONS [SEULEMENT OWNCLOUD]";
"_intro_196_20_"    = "Dans le partage de vos ressources vous pouvez:\n\n1)Taper pour supprimer un utilisateur/groupe\n\n2)Taper pour changer les permissions déjà établies";
"_intro_196_21_"    = "PERMISSION ET INFORMATION [SEULEMENT OWNCLOUD]";
"_intro_196_22_"    = "Voici le masque pour modifier les autorisations. Ci-dessous vous verrez quelques informations";

// Intro 1.97

"_intro_197_00_"    = "Possibilité de supprimer le fichier directement dans l'aperàu\n\nSynchronisation des dossiers en arrière-plan\n\nownCloud : aperçu du fichier disponible";
"_intro_197_01_"    = "Traduire";
"_intro_197_02_"    = "Problème de traduction avec votre langage?\n\nAidez-nous et écrivez-nous à _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Changement rapide entre vos comptes";
"_intro_199_00_" = "Changement rapide entre vos comptes";
"_intro_199_02_" = "Maintenant vous pouvez changer rapidement de compte. Depuis l’accueil taper le logo _brand_ et sélectionner le compte (disponible quand il n'y a pas d'activité)";

// Intro 2.00

"_intro_200_00_" = "_brand_ Centre de contrôle : Regarder et gérer rapidement les transferts";
"_intro_200_01_" = "Ouvrir _brand_ le centre de contrôle";
"_intro_200_02_" = "Placer votre doigt sur la barre de navigation sur _brand_ (comme sur la figure)";
"_intro_200_03_" = "Ouvrir _brand_ le centre de contrôle";
"_intro_200_04_" = "Glisser votre doigt vers le bas de l'écran pour révéler _brand_ le centre de contrôle";
"_intro_200_05_" = "Ouvrir _brand_ le centre de contrôle";
"_intro_200_06_" = "Continuez jusqu'à la moitié de l'écran ou jusqu'en bas, puis relâchez votre doigt";
"_intro_200_07_" = "Ouvrir _brand_ le centre de contrôle";
"_intro_200_08_" = "Ici vous pouvez voir si il y a des transferts sortant";
"_intro_200_09_" = "Fermer _brand_ le centre de contrôle";
"_intro_200_10_" = "Placez votre doigt sur la partie finale du Centre de Contrôle de _brand_  et faites glisser votre doigt vers le haut de l'écran pour le fermer.";

// Intro 2.10

"_intro_210_00_" = "Copier / Coller les fichiers";
"_intro_210_01_" = "Copier les fichiers";
"_intro_210_02_" = "Maintenant vous pouvez copier tout fichier ou fichiers, identifier les fichiers à copier et effectuer une longue pression; si les fichiers sont téléchargés avec succès un menu est visualisé comme indiqué sur la figure";
"_intro_210_03_" = "Coller les fichiers";
"_intro_210_04_" = "Changez maintenant de dossier ou même de compte et effectuez un appui long pour coller un fichier en clair ou en mode chiffré";
